Repository: pheonixeye/ProKliniK-Patient
Catalog: assets/lang/app_*.arb
Languages: ar

source: HomePage
ar: الصفحة الرئيسية

# srcPage
source: Search Results Page
ar: صفحة نتائج البحث

# bookPage
source: Book Appointment Page
ar: صفحة حجز موعد

source: Sign Up
ar: انشاء حساب

source: Login
ar: تسجيل دخول

# forProviders
source: For Service Providers
ar: لمقدمي الخدمة الطبية

source: Contact Us
ar: اتصل بنا

# slogan
source: Clinic, Lab, Radiology & Pharmacy.
ar: عيادة و معمل و اشعة و صيدلية.

# subSlogan
source: Book Online Or Call Us
ar: احجز اونلاين او كلمنا

# clinic
source: Book Appointment
ar: احجز عيادة

# lab
source: Request Lab
ar: اسحب تحاليل

# rad
source: Book Radiology
ar: اعمل اشعة

# pharma
source: Request Drugs
ar: اطلب علاج

# selectSpecValidator
source: Kindly Select Speciality.
ar: برجاء اختيار التخصص.

# selectGovValidator
source: Kindly Select Governorate.
ar: برجاء اختيار المحافظة.

# selectAreaValidator
source: Kindly Select Area.
ar: برجاء اختيار المنطقة.

# pickSpec
source: Select Speciality.
ar: اختر التخصص.

# pickGov
source: Select Governorate.
ar: اختر المحافظة.

# pickArea
source: Select Area.
ar: اختر المنطقة.

source: Search
ar: ابحث

# bookBySpeciality
source: Book Appointment By Speciality
ar: احجز كشف حسب التخصص

# pickFromOffers
source: Pick from top offers
ar: اختار من أحسن العروض

source: All Offers
ar: كل العروض

# pound
source: EGP
ar: جنيه

source: About Us
ar: من نحن

source: Our Team
ar: فريق بروكلينك

source: Careers
ar: وظائف

source: Press
ar: الصحافة

source: Our Services
ar: خدماتنا

# joinNetwork
source: Join ProKliniK Network
ar: انضم لشبكة بروكلينك

source: Need Help ?
ar: تحتاج للمساعدة ؟

source: Medical Library
ar: مكتبة طبية

source: Terms Of Use
ar: شروط الاستخدام

source: Privacy Policy
ar: اتفاقية الخصوصية

# privacyPolicyDoctors
source: Privacy Policy For Doctors
ar: اتفاقية الخصوصية للاطباء

# weHappySuggestions
source: We will be happy to receive your inquiries and suggestions.
ar: سنكون سعداء لتلقي استفساراتكم واقتراحاتكم.

source: Your Name
ar: الاسم

# validateName
source: Kindly Enter Your Name.
ar: يرجى ادخال الاسم

# firstLastName
source: First And Last Name.
ar: الاسم بالكامل

source: Mobile Number
ar: رقم الموبايل

# validateNumber
source: Kindly Enter Your Mobile Number.
ar: يرجى ادخال رقم الموبايل

source: Email
ar: البريد الالكتروني

# validateEmail
source: Kindly Enter Your Email.
ar: يرجى ادخال البريد الالكتروني

source: Message
ar: رسالتك

# validateMessage
source: Kindly Enter Your Message.
ar: يرجى ادخال رسالتك

source: Send
ar: ارسال

# costRegular
source: 18888 Cost Of Regular Call
ar: 18888 بسعر المكالمة العادية

source: Address
ar: العنوان

# addressString
source: Zahraa El Maadi - El Nada Tower - First Floor
ar: زهراء المعادي - برج الندي - الدور الاول

source: Mail Us
ar: راسلنا علي

source: Social
ar: التواصل الاجتماعي

source: Loading...
ar: جاري التحميل...

source: Doctor
ar: دكتور

# specTitle
source: Speciality :
ar: التخصص :

# feesTitle
source: Fees :
ar: الكشف :

# waitingTimeTitle
source: Waiting Time :
ar: وقت الانتظار :

# costRegularSubtitle
source: Cost Of Regular Call
ar: بسعر المكالمة العادية

source: Book
ar: احجز الان

source: Minutes
ar: دقيقة

source: Sort By
ar: اختر الترتيب

source: Sorting :
ar: ترتيب :

source: Best Match
ar: الاكثر تطابقا

# priceL
source: Price : Low To High
ar: الاقل سعرا

# priceH
source: Price : High To Low
ar: الاعلي سعرا

source: Waiting Time
ar: وقت الانتظار

source: Top Rated
ar: اعلي تقييمات

source: Filter
ar: حدد بحثك

# avalability
source: Availability
ar: المواعيد المتاحة

source: Any Date
ar: اي تاريخ

source: Today
ar: اليوم

source: Tomorrow
ar: غدا

source: Fees
ar: سعر الكشف

source: All
ar: الكل

# lessThan300
source: Less Than 300 EGP
ar: اقل من ٣٠٠ جنيه

# moreThan300
source: More Than 300 EGP
ar: اكثر من ٣٠٠ جنيه

source: Location
ar: الموقع

source: Any
ar: كل المواقع

# nearestFirst
source: From Near To Far
ar: من الاقرب للابعد

# noResults
source: No Results Found Matching Search Criteria, Kindly Refine Your Search And Try Again.
ar: لم يتم العثور على نتائج مطابقة لمعايير البحث، يرجى تعديل البحث والمحاولة مرة أخرى.

source: Overall Rating
ar: التقييم العام

source: From
ar: من

source: Visitors
ar: زائر للدكتور

source: To
ar: حتي

source: A.M.
ar: صباجا

source: P.M.
ar: مساء

# noAppointments
source: No Available Appointments.
ar: لا يوجد مواعيد متاحة.

# chooseYourApp
source: Choose Your Appointment
ar: اخـتار ميعاد الحجز

# bookAndPay
source: Book online, Pay at the clinic!
ar: احجز أونلاين، ادفع في العيادة!

source: Doctor requires reservation!
ar: الدكتور يشترط الحجز المسبق!

source: Doctor Booking Details
ar: تفاصيل الحجز

source: Doctor Rating
ar: تقييم الطبيب

source: Views
ar: مشاهدة

source: Show All Reviews
ar: اظهر التقييمات

source: Load More
ar: المزيد

source: About The Doctor
ar: معلومات عن الدكتور

source: Patient Reviews
ar: تقييم المرضي

source: Booking Information
ar: معلومات الحجز

source: Examination
ar: كشف طبي

# bookToRecieveInfo
source: Book now to receive the clinicâ€™s address details and phone number.
ar: احجز الان وسيتم ارسال تفاصيل العنوان بالكامل ورقم العيادة

source: Cancel
ar: الغاء

source: Enter Your Info
ar: ادخل بيانات الحجز

# ptNameForm
source: Patient Name (Going To The Doctor)
ar: اسم المريض الذي سيقوم بالكشف

source: Optional
ar: اختياري

source: Something Went Wrong
ar: حدث خطأ اثناء البحث

# errorText
source: This Page Seems To Be Moved Or Not Available At The Moment, Kindly Try Again Later.
ar: يبدو أن هذه الصفحة قد تم نقلها أو أنها غير متوفرة في الوقت الحالي، يرجى المحاولة مرة أخرى لاحقًا.

# available
source: Availabile
ar: متاح

# validateEmailOrLeaveEmpty
source: Kindly Enter A Valid Email Address Or Leave The Email Field Empty.
ar: يرجى إدخال عنوان بريد إلكتروني صحيح أو ترك حقل البريد الإلكتروني فارغًا.

# validateMobileDigits
source: Kindly Enter A Valid Mobile Number Consisting of 11 Digits.
ar: يرجى إدخال رقم جوال صحيح مكون من ۱۱ رقم.

# thankYouForBooking
source: Thank You For Using ProKliniK.
ar: شكرا لاستخدام بروكلينك لحجز موعد.

# appConfirmed
source: Your Appointment Has Been Confirmed.
ar: تم تأكيد موعد زيارة العيادة.

# willBeNotified
source: You Will Be Notified Via SMS By The Booking Details, Clinic Address & Location.
ar: سيتم ارسال بيانات الحجز و عنوان و موقع العيادة عن طريق رسالة نصية.

# pageUnderConst
source: This Page is Under Construction.
ar: هذه الصفحة تحت الإنشاء.

# sryMsg
source: Sorry For Any Inconvenience, But This Page is Still Being Built And Tested. In The Mean Time, You Can Still Browse Other Pages.
ar: نأسف على أي إزعاج، ولكن هذه الصفحة لا تزال قيد الإنشاء والاختبار. وفي هذه الأثناء، لا يزال بإمكانك تصفح الصفحات الأخرى.

source: Coming Soon...
ar: قريبا . . .

source: Joined Recently.
ar: انضم حديثا.

source: Degree
ar: الدرجة

source: Specialist
ar: اخصائي

source: Consultant
ar: استشاري

source: Booking Date
ar: موعد الحجز

# updateBooking
source: Change Booking Date
ar: تغيير موعد الحجز

# deleteBooking
source: Cancel Booking
ar: الغاء الحجز

source: Booking Already Canceled.
ar: لقد تم الغاء هذا الحجز سابقا.

source: Confirm
ar: الغاء الحجز

# confirmDeleteBookingTitle
source: Cancel Booking ?
ar: الغاء الحجز ؟

# confirmDeleteBookingMessage
source: Are You Sure ?
ar: هل تريد الغاء هذا الحجز ؟

source: Thank You For Using ProKliniK.
ar: شكرا لاستخدام بروكلينك.

source: Visit Not Found.
ar: لم يتم العثور علي الزيارة.

source: Unknown Error Has Occured.
ar: حدث خطأ، برجاء المحاولة في وقت لاحق.

# writeAReview
source: Write Your Review.
ar: اكتب تقييمك للزيارة.

source: Post With No Name.
ar: بدون اسم

source: Write Your Review.
ar: ملاحظات. . .

# writeYourWaitingTime
source: Write Your Waiting Time in Minutes.
ar: وقت الانتظار بالدقيقة

source: Submit Review
ar: ارسال التقييم

# enterWaitingTime
source: Kindly Enter Waiting Time.
ar: برجاء ادخال وقت الانتظار.

source: Your Review Has Been Submitted.
ar: لقد تم اضافة تقييمك بنجاح.

# formSubmitted
source: Your Message Got Through.
ar: وصلتنا رسالتك بنجاح

source: Ok
ar: حسنا
